[
  {
    "name":"Vietnam",
    "code":"VNM",
    "year":1975,
    "head":"Saigon falls to Communist Forces",
    "body":"The series of wars that would engulf Vietnam for two generations began as an underground resistance to the Japanese occupation of French Indochina during the Second World War. After 1945, this resistance was transformed into a popular uprising against the restored French colonial authorities. It took its final form as a massive proxy war between the Soviet and American client states of North and South Vietnam, respectively. When the Americans withdrew from South Vietnam in 1975 they abandoned most of their allies, who were persecuted as collaborators by the unified Communist regime. Millions were interned in \"reeducation\" gulags where hundreds of thousands died. Ethnic minorities such as the Hmong and Montagnards, who had supported the Americans, were targeted. Since the adjoining countries of Laos and Cambodia had also fallen under Communist control, escape by land was nearly impossible. Most of the \"class enemies\" who evaded arrest or summary execution took to the seas. In flimsy, often improvised vessels, a few thousand refugees made desperate attempts to reach Indonesia, the Philippines, Thailand, Hong Kong or even Australia. "
  },
  {
    "name":"Western Sahara",
    "code":"ESH",
    "year":1975,
    "head":"Morocco Invades Spanish Sahara; Spain Withdraws",
    "body":"Spain's control over its Saharan possessions weakened as the health and power of dictator Francisco Franco declined. In 1973, a group of nomadic Arab Sahrawis formed the Frente Polisario to challenge the Spanish occupation. Meanwhile, neighboring Morocco and Mauritania amassed invasion forces on the borders in anticipation of a Spanish pullout. In 1975, the Kingdom of Morocco marched a column of 350,000 civilian settlers and armed troops into the northern part of the territory, while Mauritania staked a claim in the south. Shortly thereafter, Spain ceded the area to its de facto colonizers and withdrew, while the Polisario declared independence and redirected its fight against Morocco and Mauritania. Mauritania soon withdrew under international pressure, but the Moroccan colonists fortified the coast and reinforced their claims. The Polisario controlled the desert interior. They waged a low scale guerrilla war against Moroccan soldiers and civilians with support from Algeria and Libya. The Moroccans retaliated viciously, killing thousands of Sahwari combatants and civilians, and driving many more into exile. The number of refugees is hotly contested between the Polisario, the UNHCR and Morocco, but most sources recognize at least 100,000, mostly in Polisario-controlled camps in Algeria."
  },
  {
    "name":"Mozambique",
    "code":"MOZ",
    "year":1976,
    "head":"Independence from Portugal; Civil War Begins",
    "body":"For almost 500 years, the Portuguese ruled coastal Mozambique at the point of a gun, abducting uncounted millions of slaves to Brazil and forcing much of the remaining population to work their mines and farms. A Marxist guerrilla insurrection called Frelimo emerged in the mid 1960s and captured large swaths of the interior. Portugal held on to the coastal population centers until a coup in Lisbon ended the Portuguese imperial project and gave Mozambique its independence in 1975. Frelimo took control of the new state, executed dissenters and drove 400,000 white Luso-Mozambicans (and their capital) out of the country. White-ruled Rhodesia and South Africa, now fully surrounded by hostile, independent African nations, sponsored a new rebel faction called Renamo and provoked a civil war. The war caused around 1 million deaths and 1.5 million refugees. Renamo and its apartheid allies attacked civilians indiscriminately, leading to massive internal displacement. The Frelimo government was little better, using a scorched earth strategy in rebel districts and interning hundred of thousands of political prisoners in reeducation camps."
  },
  {
    "name":"Burundi",
    "code":"BDI",
    "year":1976,
    "head":"Tutsi President Michel Micombero Deposed in Coup",
    "body":"Neighboring Rwanda and Burundi have closely related, and sharply divergent, histories. Long before colonization, they had each been organized kingdoms, sometimes ruled by a cattle-herding Tutsi minority and populated by an agrarian Hutu majority. Historically, Hutus and Tutsis considered each other distinct classes, rather than races, with some mobility and intermarriage between groups sharing a common language and culture. Belgian authorities in the combined colony of Ruanda-Urundi cemented the Tutsi kings' power, while eliminating the few Hutu chiefs and staffing their army with Tutsis. Revolts by discontented Hutu peasants and vicious reprisals during the colonial period sent waves of displaced people from one kingdom to the other. Their histories diverged sharply in 1961, when a final, successful coup in Rwanda overthrew the Tutsi king and expelled the Belgian colonists, and established an independent Hutu republic. A flood of Tutsi refugees fled from Rwanda into Burundi, strengthening the Tutsi monarchy there, which remained intact through a peaceful transition to independence in 1962. "
  },
  {
    "name":"Eritrea",
    "code":"ERI",
    "year":1977,
    "head":"Independence Movement Defeated; Eritrea Province Remains Ethiopian ",
    "body":"Eritrea was an Italian colony until 1941, when British forces invaded from Somalia during World War II. A significant portion of the population preferred the Italian occupation to the British, and cultural ties to Italy remain strong. In 1952, under the directives of the UN, Eritrea became a federal constituent of the Ethiopian Empire until it was fully annexed as an integral province in 1962. Eritrea's majority Muslim population was adamantly opposed to Christian Ethiopian governance, and began a low-scale war of resistance in the 1960s. Imperial authorities crushed any open sign of opposition, but when the Emperor Haile Salassie was overthrown in 1974, Eritrean separatist guerrillas took advantage of the resulting confusion to reclaim most of their territory. The new Marxist Ethiopian junta turned its attention back to Eritrea in 1977. With Cuban support, Ethiopia beat back the rebels, killing thousands and initiating a refugee crisis. Finally, in 1990, Eritrean separatists joined a coalition of rebel groups and deposed the Ethiopian regime in Addis Ababa. "
  },
  {
    "name":"Ethiopia",
    "code":"ETH",
    "year":1977,
    "head":"Somalia Invades Ethiopian Region of Ogaden",
    "body":"The ancient Ethiopian Empire survived the European scramble for Africa and lasted until 1974. That year a deadly famine in Wello province prompted a coup that deposed and executed the last emperor, Haile Selassie. A Marxist junta, led by Sgt. Mengitsu Haile Mariam and supported by the USSR, purged dissent in a Red Terror, while simultaneously fighting civil wars in several separatist provinces. Royalists, minorities, Orthodox priests and democrats fled the extrajudicial killings in droves, establishing diaspora communities across Africa, Europe and North America. In 1977, at the height of the domestic pandemonium, neighboring Somalia invaded in an irredentist effort to claim the southern province of Ogaden. The conflict escalated into a proxy war, with Cuban soldiers and Soviet weapons ultimately carrying the day for Ethiopia against US-backed Somalia. The war pushed over half a million Ethiopian refugees of Somali ethnicity into Somalia. In Ethiopia, periodic drought caused crop failure and creating widespread famine, exacerbated by radical land reform. Much of the massive food aid from the developed world was diverted to fund wars. About a million Ethiopians died of starvation. Millions of Ethiopians who fled the famines are considered economic migrants and are not classified as refugees. "
  },
  {
    "name":"Guinea",
    "code":"GIN",
    "year":1977,
    "head":"Riots Lead to Limited Economic Reforms; 500,000 Refugees Reclassified",
    "body":"Despite a peaceful transition from French Colonialism in 1958, Guinea remained one of the poorest and least democratic countries in Africa for the rest of the century. Guinea was the only French colony in West Africa to opt out of the semi-autonomous French Community. In retaliation, French authorities evacuated personnel and capital overnight, leaving key infrastructure projects unfinished and a bureaucracy in shambles. Under the one-party rule of independence leader Sékou Touré, the economy collapsed and political opposition was banned. The regime imprisoned and executed thousands of intellectuals, political opponents and ordinary Guineans. Most of Guinea's 4 million people lived in desperate poverty, reliant on subsistence farming and preyed upon by an undisciplined army and a venal civil service. Up to a million Guineans fled, most to Côte d'Ivoire. In 1977, 500,000 Guinean refugees were reclassified by the UN as nationals of Cote d'Ivoire. "
  },
  {
    "name":"Timor Leste",
    "code":"TLS",
    "year":1977,
    "head":"Indonesian Offensive Overwhelms Last Remaining East Timorese Resistance",
    "body":"Even before independence from Portugal, the small colony of Timor Leste (East Timor) began a civil war over whether to join the neighboring country of Indonesia or to become a separate nation. In 1975, a referendum created the short-lived independent republic of Timor Leste. Within weeks, Indonesian troops invaded and began a 25-year occupation. A Catholic, Portuguese-speaking resistance movement took to the hills. Despite being vastly outnumbered and outgunned, the partisans fought the Indonesians to a standstill for two years. By 1977, however, Indonesia had rearmed with American and European weapons. After mass executions, bombings and targeted starvation had killed 200,000 East Timorese civilians (one third of the population), Indonesia captured most rebel territory and consolidated control. Public massacres perpetrated by soldiers and pro-Indonesian death squads brought global attention to the occupation in the early 1990s."
  },
  {
    "name":"Namibia",
    "code":"NAM",
    "year":1978,
    "head":"UNSCR 435 Lays Groundwork for Eventual Independence; War Continues",
    "body":"The German Imperial Authorities in Namibia perpetrated the first geneocide of the 20th century, nearly wiping out the rebellious Herero and Nama peoples. During World War I, South Africa invaded and occupied the traumatized territory, settling it with Afrikaaners and governing it with apartheid laws. Native discontent was subdued until 1966 when a student group called Swapo began a peaceful independence movement. The struggle quickly turned violent, however, and merged with the war in neighboring Angola. South African and Portuguese soldiers battled Swapo and Angolan MPLA guerrillas (and allied Cuban soldiers), on both sides of the border. The conflict escalated further in 1975 when Angola won its independence and descended further into civil war. Thousands of civilians died in the crossfire in Namibia. Hardest hit were the Ovimbu, the largest ethnic group and Swapo's base of support, who were targeted by South African troops and collaborating Hereros and Namas. About 80,000 Namibians became refugees, mostly in Angola and Zambia."
  },
  {
    "name":"Somalia",
    "code":"SOM",
    "year":1978,
    "head":"Ethiopia Defeats Somali Invasion of Ogaden Territory ",
    "body":"The coastal strip of the Horn of Africa was divided into British Somaliland and Somalia Italiana until the two colonies merged to form independent Somalia in 1960. In 1969, Mohamed Siad Barre took power in a coup d'etat. In 1977, Siad Barre invaded the Ethiopian region of Ogaden, a territory inhabited mainly by ethnic Somalis. The Soviet Union, which until then had been supporting both Somalia and the Ethiopian Derg, abandoned Siad Barre and reinforced the Ethiopians with weapons and Cuban troops. The Somalis were pushed out of Ogaden with heavy casualties in 1978. Almost a million Somali and Oromo refugees followed the Somali army out of Ogaden, fearing Ethiopian reprisals. The regime survived the humiliating defeat but turned sharply repressive. Politics became increasingly clan-based and violent. During the 1980s, the government waged a brutal war against rebel clans, particularly in the formerly British North, bombing towns, poisoning wells, and massacring civilians as they fled the violence. "
  },
  {
    "name":"Rwanda",
    "code":"RWA",
    "year":1978,
    "head":"Hutu President Juvenal Habyarimana Elected",
    "body":"Neighboring Rwanda and Burundi have closely related, and sharply divergent, histories. Long before colonization, they had each been organized kingdoms, sometimes ruled by a cattle-herding Tutsi minority and populated by an agrarian Hutu majority. Historically, Hutus and Tutsis considered each other distinct classes, rather than races, with some mobility and intermarriage between groups, and sharing a common language and culture. Belgian authorities in the combined colony of Ruanda-Urundi cemented the Tutsi kings' power, while eliminating the few Hutu chiefs and staffing their army with Tutsis. Revolts by discontented Hutu peasants and vicious reprisals during the colonial period sent waves of displaced people from one kingdom to the other. Their histories diverged sharply in 1961, when a final, successful coup in Rwanda overthrew the Tutsi king and expelled the Belgian colonists, and established an independent Hutu republic. A flood of Tutsi refugees fled from Rwanda into Burundi, strengthening the Tutsi monarchy there, which remained intact through a peaceful transition to independence in 1962. "
  },
  {
    "name":"Afghanistan",
    "code":"AFG",
    "year":1979,
    "head":"Soviet Invasion; Start of 10 Year War",
    "body":"Afghanistan's long history of tribal warfare and foreign invasion is proverbial. The continual violence of centuries left it blasted, destitute and enraged. Forever coveted for its strategic position on the map of Asia, Afghanistan was the setting of the famous Great Game between Britain and Russia in the 19th century. After a few failed attempts to take the territory by force, the two powers decided to buy the Afghans rather than fight them. The British-backed Durrani Pashto Kings suppressed rival Pashto tribes and the several minority ethnicities and sects. The Durrani ruled until 1973, when King Ahmed Zahir Shah's cousin usurped him while he was abroad. The cousin was himself overthrown and executed in 1978. In the chaos that followed, the Soviet armored columns drove on Kabul and began a long, costly war of occupation. Over a million Afghans died, and about 5 million more took refuge in massive squalid camps across the border in Pakistan. With Saudi, Pakistani and American support, many of these refugees became the nucleus of an Islamic resistance movement that harried the Soviets for ten more years of total war until Moscow finally pulled out in 1989. "
  },
  {
    "name":"Equatorial Guinea",
    "code":"GNQ",
    "year":1979,
    "head":"Dictator Francisco Macias Nguema Deposed by his Nephew",
    "body":"Under the relatively light hand of colonial authorities, tiny Spanish Guinea was one of the most prosperous colonies in the region. In 1968 it became independent, changed its name and elected Francisco Macias Nguema president. The new president led a reign of terror against intellectuals, personal rivals, Catholics, Bubi minorities and anyone who displeased him. He executed well over 50,000 Guineans, often personally, and with such surreal touches as firing squads dressed in Santa Claus costumes. Under the influence of various drugs and his own demons, Macias Nguema executed and exiled Spanish and Equatoguinean economists, agronomists, engineers, and doctors. As a result, the cocoa export economy collapsed, and without doctors or medicine disease proliferated. Fully one third of the small population fled the chaos, most to neighboring Cameroon and Gabon. Trusting no one, the president gave leadership positions to his family, but when he turned on them, his nephew Teodoro Obiang Nguema staged a coup and executed him in 1979. The younger Nguema has remained in power ever since. "
  },
  {
    "name":"Iraq",
    "code":"IRQ",
    "year":1979,
    "head":"Saddam Hussein Takes Power",
    "body":"Iraq suffered a series of coups after its independence from Britain in 1932. Saddam Hussein was vice president under the coup government of his cousin, Ahmed Hassan al-Baakr. In 1979, an ailing al-Baakr resigned the presidency in favor of Hussein. Shortly before Hussein's rise, revolution in next-door Iran overthrew the Sunni monarchy and established a Shia theocracy on Iraq's eastern border. Hoping to prevent such an uprising from his own Shia majority population, Hussein began in 1980 to attack Iranian border towns and Shia civilians inside Iraq. The resulting Iran-Iraq war lasted 8 years, killed well over a million soldiers and civilians on both sides, and drove huge numbers of Iraqi Shia refugees into Iran and Syria, where many would remain for decades. The US, in an unorthodox move, supported both sides of the conflict. US support continued even after Saddam Hussein began to attack the Kurdish community in Northern Iraq with troops and chemical weapons, sending thousands more refugees into Turkey. "
  },
  {
    "name":"Cambodia",
    "code":"KHM",
    "year":1979,
    "head":"Vietnamese Army Topples Khmer Rouge ",
    "body":"The Kingdom of Cambodia won independence from France in 1953. The monarchy lasted until 1970, when Prime Minister Lon Nol staged a coup with American support while the king was abroad. Lon Nol cooperated with US efforts to destroy Viet Cong rear bases in Cambodia during the Vietnam War. American bombing against Vietnamese and Cambodian Communists resulted in tens of thousands of civilian deaths and drove refugees into South Vietnam and Thailand. American interest in the region dwindled in the mid 70s, and Washington did not protect its allies as Communist forces captured the capital in 1975. The Communist Khmer Rouge regime under Pol Pot only ruled for four years. During that time it methodically murdered 1 to 3 million people, destroyed the cultural and intellectual traditions of the country, wiped out minority populations and created enduring food shortages with collective farming schemes. A relatively small number of refugees were able to escape the killing fields, fleeing to Thailand and Vietnam. The Khmer Rouge undid itself when it invaded newly unified post-war Vietnam, which retaliated by overrunning its smaller neighbor and installing a pro-Hanoi puppet."
  },
  {
    "name":"Nicaragua",
    "code":"NIC",
    "year":1979,
    "head":"Dictator Somoza Overthrown, Leftist Sandinistas Take Power",
    "body":"When the 20-year American occupation of Nicaragua ended in 1932, the US installed the Somoza family as feudal dictators. FDR famously described patriarch Anastasio Somoza as “our son of a bitch.” The Somozas personally owned most of the country and did not brook any opposition. Dissent was muted until the government’s indifference following a terrible earthquake in 1972 ignited a peasant revolt led by the socialist Sandinista Liberation Front. The uprising and brutal government backlash sent refugees across the isthmus. A third Somoza was toppled in 1979, and a new Sandinista government led by Daniel Ortega began a program of land reform, education, healthcare and alignment with Cuba and the USSR. Alarmed, the US secretly sponsored a diverse coalition of rebels called Contras, who waged a bloody guerrilla war against the government and its supporters throughout the 1980s, while the Sandinista regime grew increasingly repressive. More refugees fled the fighting and collapsing economy, mostly to neighboring countries."
  },
  {
    "name":"Uganda",
    "code":"UGA",
    "year":1979,
    "head":"Dictator Idi Amin Deposed; Violence Continues",
    "body":"Uganda was peaceful and prosperous during its 70 years as a British protectorate. After independence in 1962, fertile coffee and cotton plantations seemed to promise continued good fortune. However, conflicts between the newly elected government and the sub-national Buganda Kingdom soon turned violent. The discord strengthened the military, which swelled until it overthrew the government while the president was abroad in 1971. The coup leader, Idi Amin Dada, proclaimed himself president, and soon proved to be among the most sadistic tyrants on the continent. A refugee community of ethnic Baganda already existed in Tanzania, and it swelled with loyalists to the old regime. Amin targeted several tribes, including the South Asian community; 55,000 evacuated en masse in 1972. The paranoid administration executed as many as half a million Ugandans in its gulags. An Amnesty International report described a common method of execution: \"detainees are lined up: the first man is given a hammer to kill the next man… until the whole line is killed.\" The Amin regime was finally toppled after another Tanzanian invasion in 1979, and former president Milton Obote restored."
  },
  {
    "name":"Vietnam",
    "code":"VNM",
    "year":1979,
    "head":"Sino-Vietnamese War; Ethnic Chinese Population Expelled",
    "body":"In 1979, Vietnam's troubled relationship with China deteriorated, and the two countries fought a brief but violent border war. The Vietnamese government turned on its large, well-established ethnic Chinese population, confiscating their assets and forcing over a million of them into exile. The trickle of \"boat people\" seeking safe harbor by sea turned into a torrent, and UNHCR camps in Indonesia and Hong Kong filled with desperate families. As the political and economic situation stabilized after the mid-1980s, relatively few new refugees left the country. Many of those already living in camps abroad, however, were not welcome in their host countries and were classified as refugees by the UN for years. When the Vietnamese economy began to globalize and accelerate after the fall of the USSR, those refugees who had not already been granted residency by the US or its allies were repatriated to Vietnam, and most of the camps were shut down."
  },
  {
    "name":"Bosnia",
    "code":"BIH",
    "year":1980,
    "head":"Marshal Josip Tito Dies; Yugoslavia Begins to Disintegrate",
    "body":"The Socialist Federal Republic of Yugoslavia was held together for decades by the strong character of its relatively benevolent dictator, the former antifascist partisan Josip Tito. After his death in 1980, ethnic and nationalistic divisions began to figure more prominently in federal politics. The rise of the Serbian chauvinist Slobodan Milosevic and the end of the Cold War aggravated underlying tensions between the constituent republics of the federation. As the Yugoslav Federation collapsed in the early 1990s, Serbia took control of the armed forces of rump Yugoslavia and fought with Croatian Serbs to prevent the independence of Croatia. This violence destabilized neighboring Bosnia, which was almost evenly divided between Catholic Croats, Orthodox Christian Serbs and Muslim Bosniaks, who had coexisted in tolerable harmony for centuries in integrated regions and villages. "
  },
  {
    "name":"Croatia",
    "code":"HRV",
    "year":1980,
    "head":"Marshal Josip Tito Dies; Yugoslavia begins to Disintegrate",
    "body":"The Socialist Federal Republic of Yugoslavia was held together for decades by the strong character of its relatively benevolent dictator, the former antifascist partisan Josip Tito. After his death in 1980, ethnic and nationalistic divisions began to figure more prominently in federal politics. Croatia, more than the other constituent republics of Yugoslavia, had a recent history of ethnic conflict. During the Second World War, a Fascist Croat puppet regime purged thousands of Serbs and Jews in \"Greater Croatia.\" As the federation broke up in 1989, this history informed the fears of the large Serb minority in Eastern Croatia, while Croats were wary of the Serbian nationalist leader Slobodan Milosevic. In 1990, the Yugoslav Republic of Croatia held its first multi-party elections. A hardline Catholic Croat nationalist government, under Franjo Tudjman, took power and began discriminating against minorities, especially Orthodox Serbs."
  },
  {
    "name":"El Salvador",
    "code":"SLV",
    "year":1980,
    "head":"Archbishop Oscar Romero Assassinated",
    "body":"The smallest country in Central America, El Salvador was long dominated by an oligarchy comprising a handful of powerful families. They controlled the majority of the land and amassed most of the profits from the coffee export economy. Tensions between the ruling class and the impoverished peasantry erupted into several insurrections after independence from Spain in 1821. A 1961 coup installed a military government that fought a brief but costly war with Honduras in 1969, displacing civilians and strengthening the military. The military state sponsored death squads to attack suspect peasants. Peasants organized themselves into guerrilla militias, most notably the Socialist FMLN, and fought back. Another coup changed the power at the top, but violence between the government and the rebels continued. The fighting escalated to a full-scale civil war after the 1980 assassination of the dissident Archbishop Oscar Romero."
  },
  {
    "name":"Suriname",
    "code":"SUR",
    "year":1980,
    "head":"Military Coup Leads to Economic Collapse",
    "body":"Despite its tiny size and minimal levels of industrial development, Suriname was the envy of South America before and after independence from the Netherlands in 1975. The country benefitted from lucrative bauxite mining, lumbering and rich donatives from the Dutch former colonial power. Peaceful and prosperous, independent Suriname seemed destined for happiness. A military coup in 1980 put an end to that. Another coup in 1982 brought Desi Bouterse to power. His regime outlawed the opposition, executed dissidents and caused the Netherlands to cut off aid and trade. The economy collapsed, and the government turned to drug trafficking to fund itself. "
  },
  {
    "name":"Zimbabwe",
    "code":"ZWE",
    "year":1980,
    "head":"Robert Mugabe Elected President",
    "body":"The colony of Rhodesia was created in 1895 after Cecil Rhodes had marched a column of white men in from South Africa and taken it. Rhodes forced the rival Shona and Ndebele Kingdoms to sign unequal treaties for the land after a series of military campaigns. White settlers profited from the gold and diamond mines and fertile fields of the territory, all manned with effectively enslaved natives. Terrified that Britain would support the black population’s inchoate liberation movement, Rhodesia declared a unilateral independence in 1970, but was unrecognized except by apartheid South Africa. A savage guerrilla war followed between Rhodesian and South African soldiers on one side, and an African nationalist insurrection on the other. Black Rhodesians, especially the majority Shona, bore the brunt of the fighting, and thousands died violently. Rhodesian forces massacred entire villages. Shona rebels from the independence army ZANU bombed department stores and white-owned farms. The fighting paused in 1978 with a power-sharing compromise but resumed with renewed vigor shortly thereafter, only ending when British-supervised elections brought ZANU’s leader, Robert Mugabe, to power in 1980. "
  },
  {
    "name":"Angola",
    "code":"AGO",
    "year":1981,
    "head":"South African Troops Invade",
    "body":"Colonization in Angola was harsh even by African standards. Portuguese authorities pressed Angolans into forced labor, took the best land, and promoted dissension among the diverse native population. When ethnic Kongo slaves revolted in 1961, the Portuguese bombed their villages with napalm. The war for independence that followed lasted 13 years. Holden Roberto and his mainly Kongo FNLA led the early rebellion. The FNLA attacked Portuguese settlers and rival Angolan ethnic groups alike. By 1966, two other rebel armies had taken the initiative: UNITA, led by Jonas Savimbi and dominated by Ovimbundu people from the south; and the MPLA under Agostinho Neto, which represented a mixed-race and urban constituency. From the beginning, it was a global proxy war. The FNLA was supported by Mobutu's Zaïre, then the United States, China, Israel and South Africa, all of which later backed UNITA, while the Soviet Union armed the MPLA and a large force of Cuban troops fought with it for decades. When Angola finally became independent in 1975 after a coup in Lisbon, it was already embroiled in a multi-sided civil war. Nearly a million Angolans fled across borders to escape the devastation. Kongos generally sought refuge northwards in Zaïre while Ovimbundus went to Zambia and South Africa. By 1976 MPLA had gained the advantage, but UNITA fought on with increased South African support in the 1980s. The war only slowed with the decline of the Apartheid regime and the USSR."
  },
  {
    "name":"Syria",
    "code":"SYR",
    "year":1982,
    "head":"Uprising Against Assad Regime Crushed in Hama",
    "body":"In the first 24 years after Syria's independence from France in 1946, its government was overthrown 18 times. In the wake of a humiliating defeat to the Israelis in the 1967 War, defense minister Hafez al Assad, a member of the Shia Alawite sect from western Syria (which had dominated the army since colonial times), staged a final coup and took power. Assad brought long absent stability, but the price was repression and massive corruption. The president's family fully controlled the state and enriched themselves off it, while his Alawite minority community, and members of several other minority groups, prospered. The Sunni Arab majority, by and large, suffered poverty and abuse, and grew restless. An underground Sunni resistance movement led by the Muslim Brotherhood built momentum through the 1970s, and burst into open civil war in 1980. The government terrorized the urban Sunni populations of Aleppo and Homs, and finally crushed the rebellion in the besieged city of Hama, killing up to 40,000 of its own citizens with artillery and mass executions. A sizable refugee community of Syrian exiles fled to Jordan, Lebanon, Iraq and Europe. The Assad regime grew stronger."
  },
  {
    "name":"Sri Lanka",
    "code":"LKA",
    "year":1983,
    "head":"Deadly Riots Against Tamil Minority Leads to Civil War",
    "body":"During 150 years of colonization, British authorities in Sri Lanka imported about a million ethnic Tamil laborers from southern India to work their lucrative coffee and tea plantations. The predominantly Hindu Tamils were viewed by the majority Sinhalese Buddhist population as favored by and aligned with the colonial regime. When Sri Lanka won its independence in 1948, the elected Sinhalese government marginalized Tamils and other minorities, denying citizenship to many Tamils and making Sinhala the only official language. Ethnic frictions mounted for decades. A Tamil attack on government soldiers sparked a series of bloody pogroms in 1983 that killed thousands of urban Tamils, and sent much of the Tamil population fleeing for the north and east, where they constituted a majority. Conflict between the government and separatist Tamil groups, most notably the Liberation Tigers of Tamil Eelam, soon escalated into full-pitched civil war, with tit-for-tat ethnic cleansing on the village level on both sides of the conflict. "
  },
  {
    "name":"Sudan",
    "code":"SDN",
    "year":1983,
    "head":"War for Independence Resumes after Lacuna",
    "body":"During 55 years as an Anglo-Egyptian condominium, Sudan's colonial rulers favored the northern agrarian Arab elite over the Christian and animist people of the South and the darker-skinned Muslims of the West. After independence in 1956, this same elite assumed control of the new nation. The central government was weak and prone to coups, and the disaffected Southerners waged a lengthy and very bloody war for independence from 1962 until 2005, with an interlude of peace from 1972-1983. The civil war waxed and waned with changing administrations in Khartoum and the fortunes of its international backers: Israel, Uganda and Zaïre for the South; the USSR and various Arab states for the North. Sudan organized Arab militias to fight the rebels, and turned Southern tribes against one another, with terrible effect. Over forty years of war, roughly 2 million people died, mostly Southerners, from direct fighting and conflict-related starvation and disease. About 4 million were displaced, half across international borders. The independent state of South Sudan was declared in 2011, and many refugees have returned to the new country, though tensions with Sudan and internal violence persist."
  },
  {
    "name":"Guinea",
    "code":"GIN",
    "year":1984,
    "head":"President Sékou Touré Dies",
    "body":"Lansana Conté replaced President Ahmed Sékou Touré within days of his death, seizing power at the head of a military coup. Conté released hundreds of political prisoners and encouraged hundreds of thousands of refugees to return, but before long he became nearly as despotic as his predecessor. Guinea remained a bastion of relative political stability in a very troubled region until Conté's death in 2008, when another coup sparked small-scale but vicious violence in the capital and the southeast frontier. This most recent bout of violence drove refugees into Liberia and Côte d'Ivoire. "
  },
  {
    "name":"Bhutan",
    "code":"BTN",
    "year":1985,
    "head":"New Citizenship Laws Disenfranchise Ethnic Nepalis",
    "body":"Bhutan is often depicted as an idyllic Shangri-La, an isolated and picturesque Buddhist kingdom high in the Himalayas. And it was indeed peaceful, and prosperous by regional standards, under its British-installed absolute monarchs for most of the last century. A minority population of Nepali-speaking Hindus in southern Bhutan coexisted with the Buddhist majority since their arrival in the 19th century. But when the neighboring Buddhist kingdom of Sikkim collapsed and was absorbed into India in 1975, the Bhutanese government became concerned about its own demographics. Through the late 1980s, the king introduced a series of laws to promote homogenization. He required citizens to wear traditional Bhutanese dress, encouraged Buddhist practice and outlawed Nepali language education. Citizenship was restricted to ethnic Bhutanese Buddhists, and ethnic Nepalese were encouraged to leave. "
  },
  {
    "name":"Colombia",
    "code":"COL",
    "year":1985,
    "head":"Rebels Capture Supreme Court, Bloodbath Ensues; End of Peace Process",
    "body":"Colombia has suffered from recurring civil conflict since it declared independence from Spain in 1810. Widespread violence between the two main political parties enveloped the country in the 1950s, ending with a union between the rivals. But several groups of left-wing combatants refused to lay down arms. Communist peasants formed guerrilla militias, most notably the FARC, to oppose the coalition government. A low-level war between government forces and guerrillas began in the 1960s in the undeveloped frontier regions, with CIA sponsored paramilitaries attacking rebels and civilians. This conflict escalated in the 1990s, when the collapse of the Soviet Union forced the FARC to find other sources of funding. The rebels began to stake out control of large tracts of the hinterland, taxing cocaine production in those areas while stepping up a campaign of kidnapping and bombing. Paramilitary groups, sometimes allied with the government and often paid by rural landowners, executed FARC sympathizers and forcibly relocated entire villages suspected of aiding the Communists. Reasoning that the rural peasantry was the FARC's base of support, the paramilitaries attempted to depopulate whole regions near the Venezuelan, Ecuadoran and Panamanian borders, sending refugees from the frontier areas across those borders."
  },
  {
    "name":"Russia",
    "code":"RUS",
    "year":1985,
    "head":"Mikhael Gorbachev Comes to Power",
    "body":"In the wake of the October Revolution of 1917 and the subsequent civil war, a massive wave of refugees left Russia. For many decades afterwards very few people were allowed in or out of the Soviet Union. That began to change in 1985, when Mikhail Gorbachev came to power as General Secretary of the Communist Party and initiated a series of reforms. In a speech to Party leaders the next year, he introduced the principle of perestroika, or restructuring, which heralded unprecedented reforms to the Soviet economic and political systems. This included greater autonomy for the consistent Soviet Republics and limited (one-party) democratic elections. Perestroika was paired with glasnost, or openness, which allowed increased freedom of speech, more market liberalization, and the release of thousands of political prisoners. New freedoms of movement enabled hundreds of thousands of Soviets to leave the country for the first time. Many sought refuge in the West, never to return."
  },
  {
    "name":"Suriname",
    "code":"SUR",
    "year":1986,
    "head":"Civil War Begins ",
    "body":"Suriname is very diverse, but the Maroons, descendants of runaway slaves who had mixed with Amerindians in the jungles, represent a permanent underclass. When the military attacked Maroon villages in 1986, the disaffected Maroons revolted, led by Bouterse's former bodyguard and armed with stolen government weapons. Both sides targeted civilians. The military massacred the Maroon population of the capital, Paramaribo, and rebel \"Jungle Commandos\" destroyed transportation and mining infrastructure in the hinterland. Many thousands, mostly Maroons, were forced into exile in French Guiana and the Netherlands. Military excesses swung public opinion in Paramaribo against the regime, which allowed elections in 1991, and a peace agreement was signed in 1992. Most refugees returned home, though many remain embittered against the government and their own rebel leaders."
  },
  {
    "name":"Uganda",
    "code":"UGA",
    "year":1986,
    "head":"Ugandan Bush War Ends; Yoweri Museveni Takes Power",
    "body":"Milton Obote enjoyed the rare distinction among African leaders of having been overthrown twice. After retaking power in 1980, Obote moved to suppress Amin supporters and rivals within the former opposition, especially Yoweri Museveni, a popular politician from the south. A destructive bush war between the army and Museveni’s NRA faction killed 300,000 and sent yet another wave of refugees into Sudan and Zaire. After a coup from Obote's own ranks, Museveni took the capital and made himself President in 1986. He has ruled ever since. The northern Acholi people and their allies had supported Obote, and fought Museveni at several points in his career. After the latter’s rise to power, a northern rebellion bred the cult-like Lord's Resistance Army, which continued to force thousands from their homes until 2008. Over 1 million Acholi and other northern people still live in dangerous and diseased IDP camps in Uganda."
  },
  {
    "name":"Yemen",
    "code":"YEM",
    "year":1986,
    "head":"Civil War Begins in South Yemen",
    "body":"Yemen in the nineteenth century was divided between British and Ottoman colonial authorities. North Yemen became independent with the collapse of the Ottoman Empire. Power fell to a theocratic Shia imamate. Poverty and tribal rivalries overwhelmed the weak government, and the small country fell into civil war after 1962. Saudi Arabia supported the deposed imams and Egypt backed the republican opposition. The small-scale but disruptive war ended in 1970, but the new government soon fell to a coup, and unrest continued. Meanwhile, South Yemen became independent from Britain in 1967 as the People's Democratic Republic of Yemen. The new Marxist regime nationalized foreign and domestic assets and cracked down on dissent, sending thousands of refugees, mostly undocumented, into North Yemen and Saudi Arabia. Fighting in the South between competing Marxist and tribal factions escalated in 1986, creating tens of thousands of refugees and weakening the state."
  },
  {
    "name":"Philippines",
    "code":"PHL",
    "year":1987,
    "head":"New Constitution in the Wake of People Power Revolution",
    "body":"Since the time of Spanish colonization, Muslims on the Philippine island of Mindanao resisted Christian rule. When the Americans became the colonial power in 1898 many Muslims fought them as well. The Americans, like the Spanish, responded with massacres and discrimination. After the Philippines achieved independence in 1946, a Communist insurgency and tensions with Malaysia and Indonesia strengthened the army. After a series of army massacres of Muslim civilians in the 1960s, a movement began to agitate for an autonomous Muslim state. The government responded to their demands with more killing, prompting a splinter group called MILF to turn to violence against the state and Christian civilians in their fight for full independence. A fierce government crackdown sent roughly 100,000 Filipino Muslim refugees to Malaysia and Indonesia. State violence and repression was not restricted to Muslims: in 1983, dictatorial and corrupt President Ferdinand Marcos had his main political opponent, Benigno Aquino, assassinated. Marcos and his wife fled the country in 1986 after a massive popular protest movement called the People Power Revolution. Aquino’s widow Corazón was elected president. She held peace talks with the Muslim rebels early in her presidency and created an autonomous state for them, allowing many refugees return as violence subsided."
  },
  {
    "name":"Azerbaijan",
    "code":"AZE",
    "year":1988,
    "head":"Demonstrations in Armenia on Nagorno Karabkh ",
    "body":"When the Soviet Union took over the Caucasus after the World War I, preexisting tensions froze in place without resolution. Among the most significant of these was the status of the Autonomous Oblast of Nagorno Karabakh (NKAO), a majority Christian and ethnic Armenian area within the borders of the Azerbaijan Soviet Republic, which had a majority Muslim and Turkic population. In the late 1980s, as the USSR under Gorbachev permitted a series of reforms, the long-simmering resentments of Armenians spilled into the first open protest movement in Soviet history, demanding that NKAO be allowed to secede from Azerbaijan. Thousands of ethnic Azeris were expelled from the Armenian Soviet Republic, and ethnic Armenians were attacked in Azerbaijan in retaliation. Soviet troops intervened to stop the violence in Azerbaijan, but this only inflamed tensions. As the USSR crumbled, the central government was distracted from addressing the problem."
  },
  {
    "name":"Burundi",
    "code":"BDI",
    "year":1988,
    "head":"Violence in Burundi sends 50,000 Hutu Refugees into Rwanda",
    "body":"Burundian post-independence history reads like the mirror image of Rwanda's. The traditional monarchy was replaced in 1966 by a junta of hardline Tutsi supremacists who crushed repeated Hutu uprisings. In 1972, after a failed coup by Hutu soldiers, the government systematically massacred over 100,000 Hutus, targeting intellectuals and purging the military. Hundreds of thousand of Hutu refugees fled to Rwanda and Tanzania. Tensions persisted between the groups for decades, with another major escalation in 1988. Eventually, the precarious Tutsi regime agreed to an African Union peacekeeping force and democratic elections in 1993, which returned a Hutu majority government."
  },
  {
    "name":"Myanmar",
    "code":"MMR",
    "year":1988,
    "head":"Peaceful Protests Crushed; Military Government Replaced in Coup",
    "body":"Burma was one of the major battlefields of World War II; British colonists fought off Japanese invaders, with Burmese on both sides. Shortly after the war, Burma became independent. It began to engage in a series of long-running civil wars between Buddhist and ethnic Bamar governments and several of the many minority ethnic and religious groups. The largest minority group is the Karen, many of whom are Christian. They led the strongest and longest rebellion, starting in 1949 and still ongoing. A multitude of refugees from the southeastern homeland of the Karen fled across the border to camps in Thailand. The first elected government of Burma was overthrown in a military coup in 1962, and a junta ruled the country with violence and austerity until 1988. During that period thousands of dissidents and minorities escaped to Thailand, Malaysia, Bangladesh and Europe. In 1988, a peaceful protest movement, including Buddhist monks and Burmese of all ethnicities and classes rose up against the regime. The protesters were massacred in the streets by the army after another coup. A new wave of refugees left in the wake of the crackdown."
  },
  {
    "name":"Rwanda",
    "code":"RWA",
    "year":1988,
    "head":"Violence in Burundi sends 50,000 Hutu Refugees into Rwanda",
    "body":"In independent Rwanda, the Hutu government repelled a series of Tutsi and Burundian efforts to restore Tutsi hegemony, and retaliated with oppression and periodic massacres of Tutsis. Hundreds of thousands of Tutsis fled to Burundi, Congo and Uganda. In 1988, a wave of Hutu refugees escaping violence in Burundi upset the fragile balance of power in Rwanda, and tensions increased. In 1990, an army of Tutsi refugees invaded from Uganda and captured enough territory to force the government to a power-sharing deal in 1993. The deal lasted until the next year, when a plane carrying the presidents of both Rwanda and Burundi was shot down by unknown actors, unleashing the worst violence yet."
  },
  {
    "name":"Liberia",
    "code":"LBR",
    "year":1989,
    "head":"President Doe Deposed; Civil War Begins",
    "body":"In the early 19th century a group of freed American slaves settled on the coast of West Africa, and in 1847 they created the Republic of Liberia. The new society was two-tiered, with an entrenched Americo-Liberian elite and a disenfranchised native African underclass. This state of affairs prevailed until 1980, when an ethnic Krahn army sergeant called Samuel Doe led a coup that overthrew and executed the last Americo-Liberian president. A trickle of Americo-Liberians and Europeans left at once. The trickle turned into a flood after an invasion from Sierra Leone failed to depose Doe, who proceeded to launch a reign of terror against rival tribes. By 1989, Doe was a universal menace. Charles Taylor, a disgraced former bureaucrat, gained widespread popular support when he invaded from Côte d'Ivoire on Christmas Eve. This sparked seven years of civil war of all against all, with extensive use of child soldiers and rampant violence against civilians. Thousands of refugees of the Krahn and Mandigo ethnic groups were targeted by Taylor's forces as potential Doe supporters and fled to Sierra Leone. Many refugees reentered Liberia to battle Taylor and the several warring splinter factions of his former army. Gio and Mano people, who were targeted in turn by the Krahn and Mandigo, sought refuge in Côte d'Ivoire and Ghana. By 1991, enough violence had spilled into Sierra Leone that many refugees there had to return. In the same year, Doe was captured and dismembered."
  },
  {
    "name":"Bhutan",
    "code":"BTN",
    "year":1990,
    "head":"Ethnic Nepalis Protest Against Official Discrimination; Most are Expelled",
    "body":"An illegal Nepalese protest movement emerged in 1990 demanding equal rights. After a few violent clashes it was crushed and its leaders arrested. One hundred thousand Nepalese, about a fifth of Bhutan's total population, fled the violence or were forced to emigrate. They went to refugee camps in Nepal where many remained for decades as stateless persons, enduring hunger, cold, unsanitary conditions and internal violence. About half have been resettled in Western countries, but none have returned to Bhutan."
  },
  {
    "name":"Sri Lanka",
    "code":"LKA",
    "year":1990,
    "head":"Indian Peacekeepers Withdraw; Conflict Escalates",
    "body":"India, with its own Tamil population of 50 million just across the Palk Strait and a natural sympathy for Hindus, initially supported the rebel Tamils, and brokered a cease-fire in 1987. Indian attempts to monitor this agreement with a large peacekeeping force devolved quickly into another front against the Tamil Tigers, who refused to lay down arms. After taking heavy losses, the Indians withdrew in 1990 and the war continued with greater ferocity. The Tigers became known for devastating suicide attacks on officials (including Indian PM Rajiv Gandhi) and public places. Sinhalese militias had a reputation for burning people alive, and the army interned and disappeared uncounted thousands of Tamils and dissidents. A flood of refugees left for India, Australia and Europe. The fighting paused after the tsunami of 2004, but resumed shortly thereafter with a final government offensive and a last desperate stand by the Tigers. By 2009, the army had taken the rebel capital and had the last of the Tigers cornered on the northern Jaffna peninsula along with thousands of noncombatants, who suffered attacks from both sides. The war finally ended that May with the bloody destruction of the Tigers, but many refugees, fearing reprisals and discrimination, have yet to return."
  },
  {
    "name":"Namibia",
    "code":"NAM",
    "year":1990,
    "head":"Independence from South Africa",
    "body":"In 1988, under mounting international pressure against apartheid policies at home, South Africa decided to cut its losses and handed the territory of Southwest Africa to the UN in accordance with Resolution 435. It also withdrew from Angola in exchange for a Cuban withdrawal. Namibia became fully independent in 1990. In contrast to many other colonial transitions, the new elected Swapo government did not persecute the remaining white population, preferring instead to keep their capital and expertise in the infant country. This proved a necessity in a beef-exporting nation with only white veterinarians. Swapo has stayed in power ever since, permitting stability if not a great deal of political freedom. Most refugees have returned, although poverty and very high rates of HIV/AIDS cause continued difficulties. "
  },
  {
    "name":"Nicaragua",
    "code":"NIC",
    "year":1990,
    "head":"Democratic Elections; End of Civil War",
    "body":"Following a Costa Rican-brokered peace process in 1988, Nicaraguans elected a Contra government in 1990. The Sandinistas peacefully handed over power and went into democratic opposition. The Sandinistas came back to power after elections in 2004. Open warfare ended in 1990 but corruption, poverty, deadly natural disasters and gang violence continue to drive Nicaraguans to leave their country for work and safety."
  },
  {
    "name":"Yemen",
    "code":"YEM",
    "year":1990,
    "head":"North and South Yemen Unite; Violence Continues",
    "body":"Under the leadership of Northern dictator Ali Abdullah Saleh, and with the decline of the South's Soviet support, North and South Yemen merged. Elements in the South, however, continued to resist unified rule. In 1994 they tried to secede, and were put down in a short civil war. Saleh's authoritarian rule introduced some level of stability to the western cities, and many refugees returned despite poverty and oppression. Tribal and sectarian insurgencies persist in the hinterland to the present day, and many allied themselves with international terror groups or Iran in the 1990s, making Saleh a natural American ally. US money and weapons kept him in power until the Arab Spring in 2011, when massive street protests against corruption, autocracy and America, and a serious wound from an assassination attempt, forced him from power. The recent political unrest has started another small refugee crisis, and more Yemenis are taking up arms as US drones continue to rain Hellfire missiles upon suspected militants all over the country."
  },
  {
    "name":"Azerbaijan",
    "code":"AZE",
    "year":1991,
    "head":"Independence; Nagorno Karabakh Secedes ",
    "body":"When Armenia and Azerbaijan declared their independence from the Soviet Union, Nagorno Karabakh (NKAO), the ethnic Armenian area within Azerbaijan, declared its own independence from Azerbaijan. The new governments of Azerbaijan, Armenia and NKAO armed themselves from the arsenals of the former USSR. Starting in 1992, Armenian forces in NKAO massacred Azeri civilians and forced tens of thousands to flee to the rest of Azerbaijan. Because NKAO was not widely recognized as a nation, these exiles were classified as Internally Displaced Persons. The UN did, however, count the hundreds of thousands of ethnic Armenians who fled Azerbaijan to Armenia as refugees. The Soviets had cached more weaponry in Azerbaijan than in Armenia or NKAO, which gave an early advantage to the former. But strong Armenian offensives, with secret Russian support, and a series of coups in Baku, tipped the war against Azerbaijan. By 1994, the Armenian army had captured NKAO and a large portion of the rest of Azerbaijan. Both sides were exhausted, and negotiated a ceasefire to end the violence. Nagorno Karabakh is still nominally a part of Azerbaijan, though it is fully self-governing. Ethnic cleansing resulted in homogeneous populations in each region, and the refugees of the war remain displaced, though many have been nationalized into their countries of residence."
  },
  {
    "name":"Western Sahara",
    "code":"ESH",
    "year":1991,
    "head":"UN Brokers Ceasefire; Conflict Unresolved",
    "body":"During the 1980s, Morocco built a 1,700-mile long wall down the length of Western Sahara, surrounded by one the largest minefields in the world. The Polisario Front Sahrawi rebel group controls the smaller and mostly uninhabited desert side, while Morocco holds the coast, with its valuable phosphate mines and fishing rights. Peace has mostly prevailed since both sides acceded to a UN-monitored ceasefire in 1991, but a promised referendum on independence has not yet been held, and most refugees remain abroad."
  },
  {
    "name":"Ethiopia",
    "code":"ETH",
    "year":1991,
    "head":"Derg Deposed; End of Civil War",
    "body":"After decades of uninterrupted civil war and the collapse of the USSR, a coalition of rebels took control of Addis Ababa in 1991. After some reconstruction and constitutional reform, as well as the peaceful independence of Eritrea province, the former Tigrayan separatist rebel Meles Zenawi took power as prime minister in 1995. Zenawi's regime, though autocratic and divisive, was less murderous than Mengitsu's. A concentration of power in the Tigrayan minority angered other Ethiopians, and instigated a number of minor revolts. A war with Eritrea from 1998-2000, another war with Somalia in 2006, continued fighting with Eritrea and Ogaden separatists, as well as deadly famines in 1998, 2003, 2006 and 2011 resulted in further death and dislocation. Zenawi died in 2012 and was succeeded by his deputy."
  },
  {
    "name":"Croatia",
    "code":"HRV",
    "year":1991,
    "head":"Independence; Civil War Begins between Ethnic Serbs and Croats",
    "body":"As Yugoslavia collapsed, Croatia declared its independence in 1991. Almost at once the Serb population declared their own secession as the Republic of Serbian Krajina. With the help of the Serbian Army, they expelled thousands of Croats. Fierce fighting broke out, and both sides cleansed their territories of other ethnic groups. The UN intervened with 14,000 peacekeepers and negotiated a ceasefire in 1992. Croatia then became involved in the war in neighboring Bosnia, where the large Croat population was fighting to create its own state. The situation within Croatia itself was relatively stable after the UN ceasefire until 1995, when a massive Croat offensive recaptured most of the enclaves that formed Krajina. This offensive sent hundreds of thousands of Serb refugees fleeing to Serbia. Shortly thereafter, the US-brokered Dayton peace accords ended most of the fighting and formalized Croatian control of former Serb-majority areas. Few Serb refugees ever returned, and many have become Serbian nationals."
  },
  {
    "name":"Iraq",
    "code":"IRQ",
    "year":1991,
    "head":"US Defeats Iraqi Army in Kuwait; Embargo Begins",
    "body":"The Iran-Iraq war ended inconclusively in 1988, with a return to the status quo antebellum. Iraq had, however, been able to win a number of important infantry battles by mustering massive armies of conscripts. Emboldened by that limited success, and unable to pay his restive troops, Hussein sent them to invade his oil-rich neighbor, Kuwait. This disruption to the petroleum markets was more than the US would tolerate. In 1991 American forces liberated Kuwait, bombed Iraq and pushed the Iraqi army back across the desert to Baghdad. The invasion and subsequent international embargo multiplied the miseries of the Iraqi people, who made several attempts to overthrow Hussein during the 1990s. Each attempt failed and only aggravated the paranoid brutality of the regime. Another wave of refugees decamped for Syria, Jordan and the West to escape repression and starvation."
  },
  {
    "name":"Cambodia",
    "code":"KHM",
    "year":1991,
    "head":"Peace Treaty Signed in Paris; UN Peacekeepers Deployed",
    "body":"The period after the Vietnamese invasion of Cambodia was plagued with violence and hunger, as Vietnamese soldiers and their Cambodian allies did battle with the remnants of the Khmer Rouge and several other guerrilla factions. Hundreds of thousands of Cambodians fled the chaos. During this period Prime Minister Hun Sen took power, which he would keep with a few interruptions to the current day. The Vietnamese withdrew under international pressure in 1989. In 1991 the warring Cambodian factions signed the Paris Conference Peace Agreement. The UN deployed a small force to keep the peace and help resettle about half a million refugees in Thailand and Vietnam."
  },
  {
    "name":"Russia",
    "code":"RUS",
    "year":1991,
    "head":"Soviet Union Dissolved",
    "body":"Hardline elements in the Soviet armed forces staged a reactionary coup in the summer of 1991 as the member states of the Eastern Bloc, and then the constituent republics of the USSR, were seceding. The coup attempt failed in the face of massive popular protests, and the event hastened the break up of the Union. That December, the USSR was officially dissolved. Power was handed to Boris Yeltsin, president of the Russian Republic. This opened the floodgates, and another hundred thousand Russians departed. Though the economy suffered through the 1990s, relatively few additional refugees saw fit to leave. The exceptions were a relatively small number escaping warfare in the separatist region of Chechnya, and even fewer who fled political persecution from the administration of President Vladimir Putin."
  },
  {
    "name":"Sierra Leone",
    "code":"SLE",
    "year":1991,
    "head":"Civil War Begins with Liberian Involvement",
    "body":"Since independence in 1961, economic tensions simmered in Sierra Leone between the governing elites, who had controlled the profits from the country's lumber and diamond exports, and the majority of the population who languished in poverty. A long and gruesome conflict began in 1991 with an invasion by the mainly ethnic Temne Revolutionary United Front (RUF), supported by Liberian rebel leader Charles Taylor, against the Limba-dominated government. The conflict soon devolved into a morass of shifting tribal allegiances, involvement by Nigerian peacekeepers and South African mercenaries, and a series of coups. The universal chaos ultimately revolved around financial gain through control of the diamond trade, and did not break down cleanly along ethnic or ideological lines. The capital, Freetown, was besieged and captured repeatedly by different sides during the war, and much of the countryside was destroyed in the fighting. Several armies used child soldiers. Brutality, most notoriously the amputation of forearms, was rampant. Drug-addicted, starving and deeply traumatized soldiers committed unimaginable atrocities on all sides, usually against civilians. The death toll was at least 500,000. Over 2 million, a full third of all Sierra Leoneans, were forced from their homes. About 500,000 fled to Guinea and Liberia. "
  },
  {
    "name":"Somalia",
    "code":"SOM",
    "year":1991,
    "head":"President Siad Barre Deposed; Total State Collapse",
    "body":"After 22 years in power, Somali dictator Siad Barre had alienated his allies at home and abroad, and rebels overthrew him towards the end of 1990. He fled into exile with his family, and southern Somalia collapsed into total anarchy as clans and their warlords fought for control. The northern regions of Somaliland and Puntland effectively seceded and managed to escape much of the violence. UN interventions ended after the infamous 1993 \"Black Hawk Down\" incident killed 20 peacekeepers and hundreds of Somalis. Hundreds of thousands of Somalis fled the violence and economic disruption. Most settled in overcrowded refugee camps in Kenya and Ethiopia where they were subject to famine and attacks by their hosts."
  },
  {
    "name":"Angola",
    "code":"AGO",
    "year":1992,
    "head":"MPLA Wins UN-monitored Election; UNITA Starts Second Civil War",
    "body":"After the peace settlement in 1991, Angola held democratic elections under the supervision of the UN. The Socialist MPLA won and took power, but Jonas Savimbi and his UNITA army objected to the results and resumed the civil war. UNITA quickly advanced to take more territory than it had ever controlled. The MPLA regime retaliated with ethnic cleansing of Ovimbundus and Kongos in the cities under government control. Hundreds of thousands died, and millions more became refugees or IDPs. Since the end of the Cold War and apartheid, UNITA had lost American and South African support, but it continued to receive weapons and supplies from Zaire. In 1994, the two sides signed a power sharing agreement that would bring UNITA into government. But Savimbi once again reneged, and fighting continued with even greater ferocity."
  },
  {
    "name":"Bosnia",
    "code":"BIH",
    "year":1992,
    "head":"Independence; Bosnian Serbs Secede",
    "body":"A 1992 referendum established an independent Bosnia and Herzegovina dominated by an expedient and temporary alliance of Croats and Bosniaks. Bosnian Serbs boycotted the election and declared an independent Serb Republic in the western part of the country. Serb forces with Yugoslav arms laid siege to the capitol, Sarajevo, for 4 years. A UN peacekeeping force failed to prevent one massacre after another. Each side ethnically cleansed its territory, though some Serbs were particularly committed to the cause of demographic purity. Serbian forces killed, raped, interned and evicted hundreds of thousands of civilians, mostly Bosniaks, from the new Serb Republic. About a million refugees fled to Serbia, Croatia, Albania and Greece, while many more were displaced internally. The war finally ended with NATO air strikes against Serb targets in 1995. The Dayton Peace Accords made permanent the internal division between Bosnia & Herzegovina and the Bosnian Serb Republic, as well as the border with Serbia proper. Each territory was by then successfully cleansed and ethnically homogenous. Most refugees of the war have either repatriated or been granted residency elsewhere, but many remain internally displaced."
  },
  {
    "name":"Mozambique",
    "code":"MOZ",
    "year":1992,
    "head":"Civil War Ends, Most Refugees Repatriated",
    "body":"The creation of democratic Zimbabwe and the decline of apartheid in South Africa left Renamo without support, and the Mozambican civil war ended in 1992 with a negotiated settlement and amnesty. The following year nearly all of the 1.5 million war refugees returned to Mozambique. Democratic elections have kept Frelimo in power, though a vocal, and mostly peaceful Renamo opposition remains. The economy has grown remarkably since the war, and the country became a bastion of democracy under the leadership of Frelimo president Joaquim Chissano (notable also for requiring the army and police to learn transcendental meditation), who stepped down after two elected terms of office in 2005. Violence between the parties has begun to reemerge since 2012, but a large-scale refugee crisis has not yet reoccurred."
  },
  {
    "name":"El Salvador",
    "code":"SLV",
    "year":1992,
    "head":"Peace Agreement Ends Civil War",
    "body":"The US supported the military regime as part of its ongoing efforts to contain the spread of Socialism in Latin America. The USSR did not, however, strongly back the rebels (though they did so in other cases of American interventions in the region). The civil war caused the deaths of hundreds of thousands of civilians, and up to a million fled to Honduras, Mexico and the US. A number of the émigrés formed criminal gangs, including the notorious MS-13 in Los Angeles, which had grave impact after the war. The Civil War finally ended with a negotiated settlement in 1992. A series of devastating natural disasters and epidemic gang violence aggravated the poverty and instability, and though many refugees of the war returned home, many more Salvadoran have since left in pursuit of greater economic opportunity and peace."
  },
  {
    "name":"Burundi",
    "code":"BDI",
    "year":1993,
    "head":"President Ndadaye Assinassinated ",
    "body":"Shortly after elections brought the first representative Hutu government to power in Burundi, Tutsi soldiers assassinated the Hutu president Melchior Ndadaye. Burundi descended into a bloody melee in which Hutus and Tutsis slaughtered one another in alternating waves of increasing ferocity. A conservative estimate puts death toll figures at 300,000. In 1994, a plane carrying the interim Burundian president and his Rwandan counterpart was shot down. Burundi’s chaotic violence intensified, and Rwandan Hutus perpetrated an historic genocide, sending thousands of Tutsi refugees into Burundi. A wave of Hutu refugees followed them after Tutsi rebels captured Rwanda, all of which exacerbated the melee. Over a million Burundian refugees of both ethnicities flooded the region, with Tutsis going mostly to Rwanda and Hutus to Tanzania and Congo. While Rwanda rebuilt after its brief and intense civil war, conflict and butchery raged on in Burundi until 2005, when a ceasefire agreement brought an autocratic and corrupt Hutu government to power. The last major rebel faction, the Hutu FNL, began to disarm in 2008, but continued attacks have been attributed to its fighters."
  },
  {
    "name":"Eritrea",
    "code":"ERI",
    "year":1993,
    "head":"Independence from Ethiopia",
    "body":"In exchange for their help in toppling the Communist Derg, the new Ethiopian government gave the Eritreans independence in 1993. Most refugees returned, but independent Eritrea had troubles of it own. Relations with Ethiopia quickly soured again, and in 1998 the two nations fought a border war that cost hundreds of thousands of lives and displaced many more. President Isaias Afewerki has held on to power since independence, and has grown ever more despotic. Afewerki's systematic repression and his program of forced conscription with indefinite periods of service and extremely low pay has driven hundreds of thousands into exile, most of them young, undocumented and uncounted by the UNHCR. Escape from Eritrea is difficult and dangerous. It requires travel across mined borders, trackless desert, police states allied with the Eritrean regime or pirate-infested seas. Nevertheless, exile communities continue to expand in Egypt, Italy, Israel and America."
  },
  {
    "name":"Rwanda",
    "code":"RWA",
    "year":1994,
    "head":"Genocide of 800,000 Tutsis",
    "body":"As Tutsi rebels resumed their advance on the capital Kigali, Hutu militias and army troops launched an organized campaign of genocide to liquidate Rwanda's Tutsi population. In only a few weeks, they systematically murdered over 800,000 Tutsis and moderate Hutus. The killing ended when the victorious rebel Tutsi army drove the Hutu government out of the country along with roughly 2 million Hutu refugees. Since the genocide, Rwanda has been astonishingly stable under the firm hand of Tutsi dictator Paul Kagame, and has enjoyed lavish foreign aid. Only a few thousand additional refugees have left, generally due to targeted political repression. The massive Hutu exodus of 1994 has remained in refugee camps in Eastern Congo, governed by the perpetrators of the genocide and repeatedly attacked by Congolese and Rwandan armies. Conflict between Kagame's forces and the Hutu \"genocidaires\" has fueled warfare in Congo through the present day."
  },
  {
    "name":"Mali",
    "code":"MLI",
    "year":1995,
    "head":"Peace Agreement with Rebel Tuaregs Allows Refugees to Return",
    "body":"After independence from France in 1960, Mali suffered a series a coups and then the long dictatorship of Moussa Traoré. The Traoré regime crushed dissent and failed to respond to several deadly droughts and famines that devastated the nomadic Tuareg people of the northern deserts. The Tuareg, who had expected to form a separate nation after decolonization, rebelled in 1968. The uprising was brutally suppressed, Tuareg leaders were imprisoned and executed, and thousands fled to other Saharan nations. After Muammar Gaddafi took power in Libya in 1969, he offered exiled Tuaregs safe haven, employed them as mercenaries, and armed them for further attacks against the Western-aligned Malian state. After another famine, and the government’s failure to keep promises made about Tuareg integration in the armed forces, another rebellion broke out in 1990. In 1991, Traoré was deposed after weeks of popular protest, and democratic elections brought Alpha Konaré to the presidency. The new government finally resolved the second insurgency in 1995 with a peace deal that included pledges of more equal representation, Tuareg regional autonomy and, once again, opportunities for advancement in the military. The government mostly reneged on these promises, and ethnic tensions persisted. But thousands of Tuareg refugees returned home, as did Malians of other ethnicities who had fled the privations and oppression of the Traoré years."
  },
  {
    "name":"Afghanistan",
    "code":"AFG",
    "year":1996,
    "head":"Taliban Capture Kabul",
    "body":"After the Soviet withdrawal from Afghanistan, fighting continued. At first the fight was against the remnant of the Communist puppet regime until it fell in 1992, and then between the multifarious jihadi organizations that used American weapons against each other and civilians in their desperate struggle for control. A new group of radical conservative Salafist Muslims of the Ghilzai Pashto tribe calling themselves Taliban emerged out of the refugee camps in Pakistan in 1994. By 1996 the Taliban controlled Kabul and most of the country. They were opposed by the Northern Alliance of mostly Tajik and Uzbek minorities, which controlled a large part of the country north of the capital. War recurred each spring. The Taliban enforced uncompromising religious law in the territory they controlled. They executed adulterers, banned Western influences and education and restricted foreign aid to the starving population. They attempted to cleanse much of the country of its minorities, including the Shia Hazaras, hundreds of thousands of whom fled to Iran. Non-Ghilzai Pashtos, the tiny population of educated elites, and those whose homes had been destroyed also left. Millions more remained in crowded refugee camps while their country continued its prolonged collapse."
  },
  {
    "name":"Equatorial Guinea",
    "code":"GNQ",
    "year":1996,
    "head":"Oil Discovered Offshore",
    "body":"Though his rule has been less outwardly bloody than his uncle's, and most refugees have returned, Equatoguinean dictator Teodoro Obiang Nguema has not tolerated any opposition. Since the discovery of large offshore oil reserves in 1996, the president and his family have grown immensely wealthy. Almost none of the profits have reached the vast majority of the population. Despite boasting a GDP per capita higher than Britain's, Equatorial Guinea ranks near the bottom on international indices of development, infant mortality, clean water, democracy and transparency."
  },
  {
    "name":"Liberia",
    "code":"LBR",
    "year":1997,
    "head":"Charles Taylor Elected President in Free Poll; Civil War Continues",
    "body":"Under a UN-meditated cease fire, free elections were held in 1997 and the warlord Charles Taylor won the presidency with the memorable campaign slogan, \"He killed my ma, he killed my pa, but I will vote for him.\" Discontent with Taylor's autocratic rule led to another terrible civil war from 1999-2003, ending when rebels took the capitol and Taylor fled. The Liberian conflicts and the intertwined war in Sierra Leone were financed with the illegal sale of \"blood diamonds\" and valuable hardwood timber. Over a million refugees left Liberia during the long period of unrest. Though UNHCR camps in Ghana have closed, many of these refugees remain in exile."
  },
  {
    "name":"Democratic Republic of Congo",
    "code":"COD",
    "year":1998,
    "head":"Second Civil War Begins After Rwandan, Ugandan Intervention",
    "body":"Belgian rule of the Congo was one of the most brutal and deadly examples of European colonialism anywhere in the world. In the forty years that the Congo was under the personal rule of King Leopold II, uncounted millions of Congolese died of overwork, starvation, mutilation and introduced disease, or were shot for sport. Retrospective reports estimate that the Congo lost over half its population in this period. When the territory won its independence in 1960, it elected leftist Patrice Lumumba as prime minister. Civil wars broke out at once in several secessionist provinces. Within months Lumumba was overthrown by army General Joseph Mobutu and executed by rebels with Belgian and US support. The country dissolved into chaos and war, dispersing refugees across the region. In 1965, Mobutu beat back the last of the rebels and took power. Mobutu's rule lasted over 30 years, during which time he crushed dissent and built a bizarre cult of personality. He presided over the prototypical kleptocracy, encouraging government officials to steal Congo's resources and amassing a huge personal fortune of his own. Mobutu was a fierce opponent of socialism and the Soviet-supported MPLA in Angola, and was thus a major beneficiary of foreign aid from the US and its allies during the Cold War. After the Cold War the West abandoned him. Mobutu was finally deposed in 1997 by rebels backed by post-genocide Rwanda and Uganda."
  },
  {
    "name":"Sierra Leone",
    "code":"SLE",
    "year":1999,
    "head":"UN Intervenes to Enforce Ceasefire",
    "body":"In 1999, RUF rebels again attacked the capital Freetown, and after heavy fighting were driven back. The UN stepped in to negotiate a ceasefire between most (but not all) of the combatants, and landed a large peacekeeping force. The fighting did not end, and UN forces came under heavy attack. When British commandos intervened to prevent another rebel attack on Freetown, the war began to wind down. Elections were held in 2001, the UN and UK disarmed the primary combatants in 2002, and the country has since stabilized to some degree. Most of the refugees from the war have returned home from abroad, though many remain displaced internally. "
  },
  {
    "name":"Timor Leste",
    "code":"TLS",
    "year":1999,
    "head":"Referendum Vote for Independence Leads to Renewed Violence",
    "body":"A UN-monitored referendum in 1999 showed overwhelming support for East Timorese independence from Indonesia. Immediately after the vote, Indonesian-backed militias attacked their pro-independence neighbors, killing thousands and driving a quarter of the population into Indonesia, where many were harassed and detained. A UN force led by Australia intervened and drove out the Indonesian military and the paramilitary forces from Timor-Leste. A UN Transitional Administration ruled until full independence in 2002, and nearly all refugees have returned, though independent Timor-Leste continues to be plagued with violence, corruption and poverty."
  },
  {
    "name":"Zimbabwe",
    "code":"ZWE",
    "year":2000,
    "head":"Land Reform and other Gov. Policies Cause Economic Collapse",
    "body":"In newly liberated Zimbabwe, President Mugabe quickly moved against the rival independence group ZAPU, as well as the Ndebele people, some of whom had supported white rule. He caused the deaths of thousands and drove more into exile. Mugabe remains in power to this day, and his reputation has continuously declined. Since 2000, Mugabe has embarked on an aggressive program of land reform, seizing the farms of the few remaining white landowners, imprisoning dissidents and printing money at rates that caused massive inflation. The economy collapsed, and upwards of 3 million Zimbabweans left the extreme poverty and repression for neighboring countries, particularly South Africa. Because many of these migrants have fled for mainly economic reason, they are not classified as refugees by the UNHCR; most are not legal residents of their destination countries."
  },
  {
    "name":"Afghanistan",
    "code":"AFG",
    "year":2001,
    "head":"NATO Invasion; Taliban Deposed",
    "body":"Shortly after the September 11th attacks, the US led a NATO invasion of Afghanistan and ousted the Taliban, who had harbored the al Qaeda leaders, including Osama bin Laden, held responsible for the September 11th attacks on the US. A council of tribal leaders selected Durrani Pashto Hamid Karzai as president, and formed a democratic government that relies heavily on NATO allies for security and funding. The economy improved, and several million refugees from Pakistan and the West returned. Many millions of other Afghans remain abroad while instability persists. Poverty, corruption and increasing violence fueled by a resurgent Taliban operating from the anarchic border regions of Pakistan and their traditional stronghold of Kandahar have kept much of Afghanistan from rebuilding. As NATO forces draw down, many Afghans and observers fear a return to open war or Taliban governance. "
  },
  {
    "name":"Angola",
    "code":"AGO",
    "year":2002,
    "head":"UNITA Leader Jonas Savimbi Killed; End of Civil Wars",
    "body":"The Angolan civil wars finally ended after 40 years of almost continuous violence when Jonas Savimbi died in a firefight with government forces. The former rebels of UNITA laid down their arms and became a political party in peaceful opposition to the MPLA government. Much of the country is still recovering from the effects of the war, which decimated the population, littered the country with land mines and laid waste to the countryside, particularly in the southeast. Most refugees have returned home, but massive wealth from offshore oil reserves has fueled corruption and failed to alleviate the almost universal poverty."
  },
  {
    "name":"Democratic Republic of Congo",
    "code":"COD",
    "year":2002,
    "head":"Peace Deal Ends Second Civil War",
    "body":"In 1996 Rwandan troops crossed into Eastern Congo to pursue refugee Hutu genocidaires from Rwanda. Combining forces with ethnic Tutsi and other rebel groups, they kept marching across the country until they had captured the capital Kinshasa in the far west. Dictator Mobutu Seso Seko was replaced with the Lumumbist rebel leader Laurent-Desire Kabila, and the brief civil war ended. Within a year, Tutsis in Congo and their allies in Rwanda, Uganda and Burundi had turned against Kabila and led a new campaign against him, while Angola, Namibia and Zimbabwe sent troops to defend him. This second, more international civil war raged for 5 years. Upwards of 3 million Congolese died as a result of the war, most from disease and starvation, and half a million refugees fled abroad. Rwanda and Uganda soon turned against each other, and dozens of rival armies terrorized the country, especially in the east, in a war of all against all. In 2001, Rwandan agents assassinated Kabila, who was replaced by his son Joseph. In 2002, with the war at a stalemate, a series of peace treaties led to the withdrawal of foreign troops and the establishment of a transitional government under Joseph Kabila the following year."
  },
  {
    "name":"Iraq",
    "code":"IRQ",
    "year":2003,
    "head":"Second US Invasion of Iraq Overthrows Saddam Hussein, Sparks Civil War",
    "body":"In 2003, on the pretext of preventing the regime from building nuclear weapons, the US invaded Iraq once again. This time they finished the job, taking Baghdad and executing Hussein. But the American occupation quickly devolved into low-level civil war, with formerly oppressed Shias taking control of the new government and marginalizing Sunnis. Sunnis fought back against Shias and Americans with a campaign of suicide bombings, kidnappings and assassinations. An unprecedented number of refugees from this new conflict flooded the region, upwards of 2 million at the height of the violence in 2007, filling refugee camps in Jordan and Syria. The situation stabilized somewhat with the American troop \"Surge\" and the Sunni Awakening, an American program to turn Sunnis against Al-Qaeda and other radical groups. The American withdrawal in 2010 did not markedly increase internal stability, which remains tenuous. Since 2011, the civil war in Syria has forced a large portion of the refugee population back into Iraq."
  },
  {
    "name":"Sudan",
    "code":"SDN",
    "year":2003,
    "head":"Civil War Begins in Darfur Region",
    "body":"In 2003, as the war in what is now South Sudan wound down, a rebellion in the western province of Darfur began with surprise attacks against government positions. The Muslim tribes responsible, generally called \"African\" to differentiate them from the often-indistinguishable \"Arab\" pastoralists originating further east, had long felt deprived of the oil wealth enriching the ruling elite. The government responded with air strikes against Darfuri villages. The government also armed groups of landless young Arab nomads to fight the agrarian Africans, their traditional enemies. These Arab militias, called janjaweed, terrorized, raped and murdered hundreds of thousands of civilians. Attacks, lawlessness and famine drove over 2 million from their homes. About 1 million fled as refugees, mostly to Chad. A number of peace agreements have dampened the fighting since 2010, but most refugees still have not returned. Hundreds of thousands continue to live precariously in Chad, which has itself become increasingly anarchic in recent years."
  },
  {
    "name":"Colombia",
    "code":"COL",
    "year":2004,
    "head":"Peace Talks with Right-wing Militias; FARC Leader Palmera Captured",
    "body":"The flow of refugees out of Colombia increased in the mid 2000s, when the government of Álvaro Uribe stepped up the war against Farc rebels with American support. The government reoccupied Farc territories and drove rebels and the coca-growing peasantry to refugee camps in neighboring countries. Attitudes towards the refugees in asylum countries varied widely: Panama and Venezuela turned refugees away, while Ecuador protected many and registered them for UNHCR assistance. Repeated attempts at a peace settlement have failed, as have efforts to bring the rebels into the political process. Farc continues to kidnap and kill civilians, though on a smaller scale, and levels of violence have fallen in most of the country."
  },
  {
    "name":"Central African Republic",
    "code":"CAF",
    "year":2005,
    "head":"Bozizé Wins Presidency; Flooding Displaces 200,000",
    "body":"The French colony of Ubangi-Chari won independence as the Central African Republic in 1960. The new nation faced immediate threats from famine, incursions from Congo and Sudan, and bankruptcy. Hoping to reduce French influence, President David Dacko reached out to Communist China for aid; in retaliation, the French supported his cousin, Jean-Bédel Bokassa, in a coup d’état. In return for arms and cash, Bokassa secretly supplied the French nuclear program with Central African uranium. Bokassa quickly established himself as a tyrant, executing personal enemies, oppressing rival ethnic groups, and in 1976 crowning himself emperor in a lavish ceremony that bankrupted the nation. Those who could afford to flee did. Foreign support finally eroded when reports emerged that Bokassa had personally killed 100 schoolchildren, fed opponents to zoo animals and ordered troops to fire on starving protesters. In 1979, the French intervened once again to depose him, and restore Dacko. The following decades saw repeated coups, with periodic French interventions, while the population starved and large parts of the country had no government presence or protection from rampant banditry. A nominally democratic government was elected in 1993, but was deposed in another coup in 2003 led by Gen. François Bozizé. Bozizé was elected president in 2005. That year, flooding on the Ubangi River destroyed thousands of homes in and around the capital, Bangui."
  },
  {
    "name":"Somalia",
    "code":"SOM",
    "year":2006,
    "head":"Islamists Take Control of Mogadishu",
    "body":"Although Somalis historically adhered to moderate forms of Islam, anarchy in the 1990s contributed to the growth of a fundamentalist faction of Sharia judges called the Islamic Court Union. By 2006, Islamic Court militias had achieved sufficient strength to challenge the fragile coalition of Western-backed warlords that controlled Mogadishu. They took control of the capital and large parts of the South and imposed a harsh interpretation of Sharia law. Ethiopian troops with US support entered the country and drove the Islamists out of the capital towards the end of 2006. Tens of thousands of refugees fled the renewed violence, most headed to Kenya. The Ethiopians withdrew in 2009, but fighting continued as territory see-sawed between the UN-backed rump government and al-Shabab, an even more radical splinter of the Islamic Courts allied with al-Qaeda. A drought and famine in 2010-2012 deepened the humanitarian crisis in the region. In 2012, African Union and Somali government forces defeated most al-Shabab resistance, and peace has generally returned, punctuated by periodic al-Shabab terror attacks. Many refugees have been repatriated."
  },
  {
    "name":"Myanmar",
    "code":"MMR",
    "year":2007,
    "head":"Peaceful Protests Crushed",
    "body":"The new Burmese junta proved itself even more repressive than the last, employing a sophisticated domestic intelligence network to control and intimidate its people. Real and imagined subversives were imprisoned, among them Aung San Suu Kyi, a leader in the 1988 protest movement. Unrelenting poverty and oppression gave rise to another series of nonviolent protests led by the Buddhist clergy in 2007, which was again crushed. Since 2011 the government has eased social restraints and ceded some authority to civilians and voters. Burma has opened up economically as sanctions have been lifted for its good behavior. Even as Muslim Rohingyas flee to Bangladesh to escape ethnic violence in western Rakhine state, many older refugee populations are returning to Burma. "
  },
  {
    "name":"Democratic Republic of Congo",
    "code":"COD",
    "year":2008,
    "head":"Civil War Resumes in Kivu",
    "body":"The restored Congolese government of Joseph Kabila exercised little or no power in many parts of the huge country. Armed groups continued to terrorize civilians, especially in the East. In 2004, a group of Congolese Tutsis who had joined the national army during the 2003 peace process mutinied in the eastern provinces of North and South Kivu. In 2008, these rebel Tutsis stepped up their attacks against the government and Hutu militias. A brief, intense war ensued, causing massive internal displacement, until Rwanda agreed to put down the Tutsi rebellion in exchange for also being allowed to attack Hutu genocidaires in Congo. Fighting continues, however, between Hutus, Tutsis and government forces in Kivu. Instability and violence have also persisted in the resource-rich separatist province of Katanga in the south; in the northeast, where the cult-like Lord's Resistance Army was pushed from its former base in Uganda; along the porous borders with war-torn neighbors Central African Republic, Republic of Congo and South Sudan; and throughout the country where militias and gangs organized during the civil wars have yet to lay down arms."
  },
  {
    "name":"Philippines",
    "code":"PHL",
    "year":2009,
    "head":"Massacre on Island of Mindanao",
    "body":"After the presidency of Corazón Aquino ended in 1992, tensions rose again between the Philippine state and the Muslims of Mindanao island. Under the administration of President Joseph Estrada, the Philippine armed forces waged war against Muslim separatists, killing hundreds. The radical Islamist faction Abu Sayyaf, inspired by al Qaeda, and their sometimes rivals, MILF, responded with a terrorist campaign on Mindanao and around the capital, Manila. After the 9/11 attacks, the US stepped up its support for this fight against radical Islam, training and supplying the Philippine army. Many Muslim separatist leaders were killed or driven into exile, as were many thousands of Muslim civilians. In 2001, President Estrada was overthrown in a peaceful revolution, but the insurgency continued. Abu Sayyaf imposed Sharia law on the territory it controlled on Mindanao and remote islands, and became known for kidnapping soldiers and civilians and filming their decapitations. A massacre of dozens of civilians, ordered by a powerful and corrupt political family on Mindanao in 2009, outraged the nation and fueled the insurgency. Former President Corazón’s son, Benigno Aquino III, became president in 2010, and launched the most promising peace process to date, offering greater autonomy, poverty alleviation and an end to corruption and discrimination. But many insurgent factions did not participate, and in late 2013 a major hostage standoff on Mindanao left hundreds dead."
  },
  {
    "name":"Central African Republic",
    "code":"CAF",
    "year":2010,
    "head":"Rebels Attack Northern City of Birao",
    "body":"Gen. Bozizé seized power in the CAR in 2003, and replaced the military personnel loyal to his predecessor with his own men. The former soldiers attacked the new regime, and were soon joined by a diverse array of disgruntled Central Africans, with grievances related to poverty, ethnic and sectarian discrimination, corruption and the failure of the government to protect them from violent cattle rustlers. The government, wary of a strong army, was unable to field a strong defense. The fighting displaced 200,000, but most were too poor to leave the country. The conflict wound down in 2007 with a French intervention and a promise to integrate rebel fighters into the army. But the government did not honor its promises, and many rebels took up arms once again, attacking the northern city of Birao in 2010. When Bozizé won a rigged election in 2011, more rebels joined the fight against him, and despite international support for the regime, Bozizé was deposed in March of 2013. An interim government of mainly northern and Muslim rebels currently controls the capital, but most of the country is in a state of total anarchy, and CAR is often called a failed state. In the absence of state control, many have turned to their coreligionists for support and protection, contributing to unprecedented sectarian violence between Muslims and Christians. 500,000 people, 10% of the population, had fled their homes by December, and French and AU peacekeepers have failed to stem the bloodshed."
  },
  {
    "name":"Syria",
    "code":"SYR",
    "year":2011,
    "head":"Anti-Government Protests in Daraa Incite Civil War",
    "body":"After the death of dictator Hafez al Assad in 2000, his son Bashar inherited Syria. Bashar, an ophthalmologist, made limited reforms, but he kept his father's system of one-man rule and sectarian discrimination. In 2011, as Arab Spring revolutions were toppling autocrats across the region, a small peaceful protest movement in the southern city of Daraa escalated quickly when soldiers shot the demonstrators. Protests spread across Syria, and though the regime promised reforms, it continued to greet demonstrations with tanks. The country disintegrated as opposition groups became armies, and the government dug in at heavily defended outposts across Syria. Artillery battles for control of major cities sent tens of thousands of refugees to Turkey, Jordan and Lebanon. Iran, Russia and Hezbollah militias from Lebanon support the Shia regime, while Turkey, Saudi Arabia and the US supply some of the rebels. Other rebel groups are allied with al Qaeda and other radical Sunni Islamists, still others are ethnic Kurds, and the civil war has deepened as rebels fight among themselves. By late 2013, over 100,000 people had died in the civil war (including about 1,000 from chemical weapons), and almost 5 million Syrians had been displaced. Over 2 million have fled the country, to Turkey, Jordan, Iraq; 800,000 to tiny, unstable Lebanon alone. The UN has exhausted its resources coping with vast tent cities of refugees in the Jordanian desert, and more flee daily."
  },
  {
    "name":"Mali",
    "code":"MLI",
    "year":2012,
    "head":"Tuareg Rebels Capture Timbuktu Following Army Coup ",
    "body":"In 2011, a revolution in Libya overthrew Muammar Gaddafi, and the thousands of Tuaregs previously employed as his mercenaries flooded across the Sahara to Mali, where they quickly took control of large parts of the north. The Malian army blamed the government for its lack of response, and a group of officers staged a coup in March of 2012. The insurgents continued their southward push, and declared an independent Tuareg state called Azawad. While the Malian military and civilian government fought each other, the main Tuareg faction, MNLA, allied with the Islamist Tuareg group Ansar Dine and al Qaeda. This alliance declared Sharia law in the territory they controlled, destroyed ancient shrines in Timbuktu, persecuted moderates and sent waves of asylum seekers to southern Mali and neighboring countries. Ansar Dine and al Qaeda soon turned on the less radical MNLA, and with fresh support from foreign Islamists they marched on Bamako. At the eleventh hour, the French army stepped in to save the state. They drove back the Islamists and recaptured the major northern cities within a month. The moderate rebels sued for peace, elections were held, most refugees returned and stability has largely been restored. But the underlying sources of discontent were not resolved, and clashes between the army and Tuareg rebels resumed in late 2013."
  }
]